<template>
  <view class="privacy">
    <view class="content">
      <view class="title">欢迎您使用瓯e学车产品及服务！</view>
      <view class="paragraph">
        您的信任对我们非常重要，我们深知个人信息对您的重要性，我们将按法律法规要求并参照行业最佳实践为您的个人信息安全提供充分保障。为此，瓯e学车服务提供者交科交通科技（或简称“我们”）制定本《隐私权政策》。以帮助您充分了解，在您使用瓯e学车产品/服务的过程中，我们会如何收集、使用、共享、存储和保护您的个人信息以及您可以如何管理您的个人信息，同时不会仅因您同意本隐私政策而采用强制捆绑的方式一揽子收集个人信息。
      </view>

      <view class="section-title">引言</view>
      <view class="paragraph">
        《瓯e学车隐私权政策》将帮助您了解以下内容：
      </view>
      <view class="list">
        <view class="list-item">1、我们如何收集和使用您的个人信息</view>
        <view class="list-item">2、我们如何使用 Cookie 和同类技术</view>
        <view class="list-item"
          >3、我们如何共享、转让、公开披露您的个人信息</view
        >
        <view class="list-item">4、我们如何保护您的个人信息</view>
        <view class="list-item">5、您的权利</view>
        <view class="list-item">6、我们如何处理未成年人的个人信息</view>
        <view class="list-item">7、本隐私政策如何更新</view>
        <view class="list-item">8、如何联系我们</view>
      </view>

      <view class="section-title">目录</view>
      <view class="list">
        <view class="list-item">一、我们处理个人信息的总原则</view>
        <view class="list-item">二、本隐私政策的适用范围</view>
        <view class="list-item">三、我们如何收集和使用您的个人信息</view>
        <view class="list-item">四、我们如何使用 Cookie 和同类技术</view>
        <view class="list-item"
          >五、我们如何共享、转让、公开披露您的个人信息</view
        >
        <view class="list-item">六、我们如何存储及保护您的个人信息</view>
        <view class="list-item">七、您管理个人信息的权利</view>
        <view class="list-item">八、我们如何处理未成年人的个人信息</view>
        <view class="list-item">九、本隐私政策的更新和通知</view>
        <view class="list-item">十、如何联系我们</view>
        <view class="list-item">十一、争议解决</view>
      </view>

      <view class="section-title">一、我们处理个人信息的总原则</view>
      <view class="paragraph">
        通常，我们会基于本隐私政策提示的功能收集您的个人信息。某些情况下，如果涉及其他信息的收集我们会单独向您出示个人信息保护说明条款。在处理您的个人信息方面，我们致力于维持您对我们的信任，恪守以下原则，保护您的个人信息：权责一致原则、目的明确原则、选择同意原则、最少够用原则、确保安全原则、主体参与原则、公开透明原则。
      </view>

      <view class="section-title">二、本隐私政策的适用范围</view>
      <view class="paragraph">
        本隐私政策适用于您使用瓯e学车平台（瓯e学车移动应用软件瓯e学车APP）的产品或服务时使用。
      </view>

      <view class="section-title">三、我们如何收集和使用您的个人信息</view>
      <view class="paragraph">
        本隐私政策所涉及的个人信息或个人敏感信息所包含的内容出自于《个人信息安全规范》。我们将在本条第（一）、第（二）款中详细论述我们基于以下所述功能，收集和使用您的个人信息的类型和目的。
      </view>
      <view class="paragraph">
        个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。如姓名、出生日期、身份证件号码、个人生物识别信息、住址、通信通讯联系方式、通信记录和内容、账号密码、财产信息、征信信息、行踪轨迹、住宿信息、健康生理信息、交易信息等。
      </view>
      <view class="paragraph">
        个人敏感信息是指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息。本隐私政策涉及到的个人敏感信息我们将加粗、标红并加下划线的方式提示您注意阅读。在您向瓯e学车驾校版提供任何属于敏感信息的个人信息前，请您清楚考虑该等提供是恰当的并且同意您的个人敏感信息可按本隐私政策所述的目的和方式进行处理。我们会在得到您的同意后收集和使用您的敏感信息以实现与瓯e学车驾校版业务相关的功能，并允许您对这些敏感信息的收集与使用做出不同意的选择，但是拒绝使用这些信息会影响您使用相关功能。
      </view>
      <view class="paragraph">
        原则上，瓯e学车驾校版仅会出于本隐私政策所述的以下目的，收集和使用您的个人信息，如果超过以下目的收集和使用您的个人信息时我们会单独向您提示并征得您的同意。
      </view>

      <view class="sub-section-title">（一）帮助您成为我们的注册\登录用户</view>
      <view class="list">
        <view class="list-item">
          1、成为瓯e学车的用户
          <view class="paragraph">
            您在使用瓯e学车提供的服务时，首先需要成为我们的注册\登录用户。根据《中华人民共和国电子商务法》第二十七条的规定“电子商务平台经营者应当要求申请进入平台销售商品或者提供服务的经营者提交其身份、地址、联系方式、行政许可等真实信息，进行核验、登记，建立登记档案，并定期核验更新。”据此，当您注册瓯e学车账户时，您需要向我们提供您本人的
            <span class="highlight">手机号码</span>
            ，我们将通过发送短信验证码的方式来验证您的身份是否有效。您登录后可以继续完善您的账户信息，您可以修改或补充您的头像、昵称、题库类型。您补充的账户信息将有助于我们为您提供服务和更优的体验，包括展示您想要在瓯e学车平台展示的头像和昵称、针对性使用您要选择参与驾校考试的题库类型。但如果您不提供这些补充信息，不会影响您使用瓯e学车的基本功能。
          </view>
          <view class="paragraph">
            上述信息将存储于中华人民共和国境内。如需跨境传输，我们将会单独征得您的授权同意。
          </view>
        </view>
      </view>

      <view class="sub-section-title">（二）向您提供我们的产品或服务</view>
      <view class="list">
        <view class="list-item">
          1、搜索功能
          <view class="paragraph">
            当使用瓯e学车提供的搜索功能时，我们会收集您查询的关键字信息以及您在使用瓯e学车服务时所浏览或要求的信息和内容详情。为了给您带来更便捷的搜索服务并不断完善瓯e学车产品和/或服务。上述关键词信息通常无法单独识别您的个人身份，不属于您的个人信息，不在本隐私政策的限制范围内。只有当您的搜索关键词信息与您的其他信息有联结并可识别您的个人身份时，则在结合使用期间，我们会将您的搜索关键词信息作为您的个人信息，与您的搜索历史记录一同按照本隐私政策对其进行处理与保护。
          </view>
        </view>
        <view class="list-item">
          2、信息发布功能
          <view class="paragraph">
            您可以对瓯e学车平台内的驾校进行点评。当您使用信息发布功能时，我们会收集您的昵称和头像信息。
          </view>
        </view>
        <view class="list-item">
          3、客户或意见反馈服务
          <view class="paragraph">
            当您向瓯e学车进行意见反馈或进行咨询时，为了方便与您联系或帮助您解决问题，我们可能需要您提供
            <span class="highlight">姓名、手机号码</span>、
            信息。如您拒绝提供上述信息，可能无法向您及时反馈意见处理或咨询结果。
          </view>
        </view>
        <view class="list-item">
          4、支付功能
          <view class="paragraph">
            您可在瓯e学车进行报名学车缴费 。在支付过程中，我们可能会收集您的
            <span class="highlight"
              >第三方支付账号(包括Apple Store账号、支付宝账号、微信账号)</span
            >。
          </view>
        </view>
        <view class="list-item">
          5、“选驾校”服务
          <view class="paragraph">
            您在使用瓯e学车提供“找驾校”服务时，您需要提供
            <span class="highlight">姓名、手机号码、位置信息</span>
            （我们仅收集您当时所处的地理位置，但不会将您各时段的位置信息进行结合以判断您的行踪轨迹）、驾照类型，瓯e学车通过您提供的信息为您展示合适您的驾校。
          </view>
        </view>
        <view class="list-item">
          6、为您提供更好的服务
          <view class="list">
            <view class="list-item">
              1）基于位置信息的服务功能：我们会收集您的
              <span class="highlight">位置信息</span>
              （我们仅收集您当时所处的地理位置，但不会将您各时段的位置信息进行结合以判断您的行踪轨迹）来判断您所处的地点，为您展示您所在区域的驾校信息。
            </view>
            <view class="list-item">
              2）基于图片上传及拍照的功能：您可以在瓯e学车通过上传您的相册照片或使用拍照功能来实现您想要发布信息的编辑发布。
            </view>
          </view>
          <view class="paragraph">
            上述附加功能可能需要您在您的设备中向我们开启您的地理位置（位置信息）、相册（图片库），允许访问相机功能，以实现这些功能所涉及的信息的收集和使用。我们将在您首次下载APP或者具体使用到上述所列功能时逐一以弹窗的形式提前向您提示，您可以根据您的需要进行选择。您可在您设备的“设置-应用-权限管理”路径，查看、关闭上述系统权限，在不同的设备或系统版本中，相关查看或操作路径和方式可能有所不同，具体请参考设备及系统开发方说明或指引请您注意，您开启这些权限即代表您授权我们可以收集和使用这些个人信息来实现上述的功能，您关闭权限即代表您取消了这些授权，则我们将不再继续收集和使用您的这些个人信息，也无法为您提供上述与这些授权所对应的功能。您关闭权限的决定不会影响此前基于您的授权所进行的个人信息的处理。
          </view>
        </view>
        <view class="list-item">
          7、消息推送
          <view class="paragraph">
            我们会基于您当前所处的学车阶段，通过系统通知和您分享学车技巧的文字、图片或视频等内容，如您不希望获得我们的推送服务，您可以通过【瓯e学车APP】-【我的】-【设置】-【消息设置】中进行设置关闭，关闭后您将无法使用消息推送功能。
          </view>
        </view>
        <view class="list-item">
          8、自启动
          <view class="paragraph">
            为提升消息的送达率，及时地为您进行消息提醒，我们会默认为您开启关联启动功能，以保持应用的活跃度。如您不想开通此功能，我们建议您手动进行关闭，一般关闭路径：设置
            - 应用 - 应用启动管理 - 选择应用“瓯e学车”- 关闭关联启动功能
          </view>
        </view>
        <view class="list-item">
          9、收集传感器信息
          <view class="list">
            <view class="list-item">
              1.在短视频场景中，判断手机横竖屏来适配拍摄画面的方向；处理方式：本地处理、不传输不上报
            </view>
            <view class="list-item">
              2.登录后在我的页面，摇一摇功能可以弹出学员证，该功能会使用设备的加速度传感器；处理方式：本地处理、不传输不上报
            </view>
            <view class="list-item">
              3.实人认证业务对设备所处的环境有强烈的安全要求，因此在使用实人功能时，SDK
              会使用诸如陀螺仪、光线、线性加速度等传感器信息，作为判断应用或者设备是否存在注入、Hook、屏幕翻拍、人为重复刷脸等风险，是基础安全判断的一环
            </view>
          </view>
        </view>
        <view class="list-item">
          10、收集个人信息
          <view class="paragraph">
            SDK 名称：极光推送 SDK
            <br />
            服务类型：消息推送服务， <br />
            SDK 收集个人信息类型： <br />• 设备信息（ANDROID
            ID/IMEI/MAC/IDFA/OAID/OpenUDID/GUID/SIM 卡 IMSI
            信息等）：用于识别唯一用户，保证消息推送的精准送达；优化推送通道资源，我们会根据设备上不同APP的活跃情况，整合消息推送的通道资源，为开发者提高消息送达率；为开发者提供智能标签以及展示业务统计信息的服务；
            <br />•
            网络信息与位置信息（IP地址，WiFi信息，基站信息等相关信息）：优化 SDK
            与极光服务器的网络连接请求，保证服务的稳定性和连续性；实现区域推送的功能。
          </view>
        </view>
        <view class="list-item">
          11、其他服务
          <view class="list">
            <view class="list-item">
              1）除上述瓯e学车向您提供的产品和服务外，我们可能会收集您的MAC地址信息、软件列表信息、imei或oaid、Android
              Id 、CPU ID 序列号、OpenUUId
              (iOS)、网络地址，该信息的收集用于保障您的瓯e学车账号安全、防盗号、信息安全的功能，我们不会对上述信息作其他用途使用；此外，我们还获取了用户imsi
              信息，获取 imsi
              目的为获得设备网络服务商（即移动、联通、电信）的名称，具体使用场景为保障瓯e学车账号安全、防盗号、信息安全，用于实现APP一键登录，号码认证的服务；此外，还用于监测用户的崩溃日志，方便开发定位问题，快速解决bug，优化用户体验。您在使用一键登录业务时为了保障您的瓯e学车账号安全、防盗号、信息安全；我们会接入极光认证SDK
              （深圳市和讯华谷信息技术有限公司），用于实现App一键登录，号码认证的功能收集个人信息的类型：设备信息、位置信息、网络信息、SDK认证相关请求结果、手机号码。
            </view>
            <view class="list-item">
              2）我们还可能为了提供服务及改进服务质量的合理需要而收集您的其他信息，包括您与我们的客户服务团队联系时所提供的相关信息，您参与问卷调查时向我们发送的问卷答复信息。与此同时，为提高您使用瓯e学车平台提供的服务的安全性，更准确地预防钓鱼网站欺诈和木马病毒，我们可能会通过了解一些您的网络使用习惯、您常用的软件信息的手段来判断您账户的风险，并可能会记录一些我们认为有风险的URL。
            </view>
            <view class="list-item">
              3）在不透露单个用户隐私资料的前提下，瓯e学车有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。瓯e学车可能会对网络服务使用情况进行统计。同时，瓯e学车可能会与公众分享这些统计信息，以展示我们服务的整体使用趋势。这些统计信息不包含您的任何身份识别信息。
            </view>
          </view>
        </view>
      </view>

      <view class="sub-section-title">（三）征得授权同意的例外</view>
      <view class="paragraph">
        根据相关法律法规的规定，在以下情形中，我们可以在不征得您的授权同意的情况下收集、使用一些必要的个人信息：
      </view>
      <view class="list">
        <view class="list-item">1、与国家安全、国防安全直接相关的</view>
        <view class="list-item"
          >2、与公共安全、公共卫生、重大公共利益直接相关的；</view
        >
        <view class="list-item"
          >3、与犯罪侦查、起诉、审判和判决执行等直接相关的；</view
        >
        <view class="list-item"
          >4、出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</view
        >
        <view class="list-item"
          >5、所收集的个人信息是您自行向社会公众公开的；</view
        >
        <view class="list-item"
          >6、从合法公开披露的信息中收集到您的个人信息，如从合法的新闻报道、政府信息公开等渠道；</view
        >
        <view class="list-item"
          >6、从合法公开披露的信息中收集到您的个人信息，如从合法的新闻报道、政府信息公开等渠道；</view
        >
        <view class="list-item">7、根据您的要求签订和履行合同所必需的；</view>
        <view class="list-item">8、法律法规规定的其他情形。</view>
      </view>
      <view class="paragraph">
        您知悉并认可：瓯e学车通过广告或其他方式向您提供链接，使您可以接入第三方服务或网站。瓯e学车会向接入第三方明确数据安全要求和责任，督促监督第三方应用运营者加强数据安全管理。您使用该等第三方的服务时，须受该第三方的服务条款及隐私政策约束，瓯e学车提示您需要仔细阅读其政策。本协议仅适用于瓯e学车提供的服务器所收集的信息，并不适用于第三方提供的服务或第三方的信息使用的规则。同时，您亦需谨慎查看第三方在获取您信息时，是否有明确的提示信息。因您自己的疏忽导致的损失，瓯e学车将不承担相应责任。
      </view>

      <view class="section-title">四、我们如何使用 Cookie 和同类技术</view>
      <view class="paragraph">
        为使您获得更轻松的访问体验，您访问瓯e学车平台相关网站或使用瓯e学车平台提供的服务时，我们可能会通过小型数据文件识别您的身份，这么做是帮您省去重复输入注册信息的步骤，或者帮助判断您的账户安全。这些数据文件可能是Cookie，Flash
        Cookie，或您的浏览器提供的其他本地存储（统称“Cookie”）。
      </view>
      <view class="paragraph">
        网页上常会包含一些电子图象（称为“单像素” GIF 文件或 “网络
        beacon”），使用网络beacon可以帮助网站计算浏览网页的用户或访问某些cookie，我们会通过网络beacon收集您浏览网页活动的信息，例如您访问的页面地址、您先前访问的援引页面的位址、您停留在页面的时间、您的浏览环境以及显示设定等。
      </view>

      <view class="section-title"
        >五、我们如何共享、转让、公开披露您的个人信息</view
      >
      <view class="sub-section-title">（一）共享</view>
      <view class="paragraph">
        我们不会与瓯e学车以外的任何公司、组织和个人分享您的个人信息，但以下情况除外：
      </view>
      <view class="list">
        <view class="list-item"
          >1、在获得明确同意的情况下共享：获得您的明确同意后，我们会与其他方共享您的个人信息。</view
        >
        <view class="list-item">
          2、根据法律法规的规定和行政、司法机构的要求：我们可能会根据法律法规规定，或按政府主管部门的强制性要求，向上述监管部门共享您的个人信息。
        </view>
        <view class="list-item">
          3、与我们的关联公司共享：您的个人信息可能会与瓯e学车的关联公司共享。我们只会共享必要的个人信息，且受本隐私政策中所声明目的的约束。关联公司如要改变个人信息的处理目的，将再次征求您的授权同意。
          <view class="paragraph">
            关联公司指瓯e学车平台运营主体直接或间接控制的法人实体及其分支机构，与瓯e学车平台运营主体直接或间接共同受控于同一实际控制人的法人实体及其分支机构；控制、受控指：通过协议或股权控制或受控。
          </view>
        </view>
        <view class="list-item">
          4、与授权合作伙伴共享：仅为实现本隐私政策中声明的目的，我们的某些服务将由授权合作伙伴提供。我们可能会与合作伙伴共享您的某些个人信息，以提供更好的客户服务和用户体验。我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。我们的合作伙伴无权将共享的个人信息用于任何其他用途。
          目前，我们的授权合作伙伴包括以下2大类型：
          <view class="list">
            <view class="list-item">
              1）服务提供商和其他合作伙伴。您在使用我们的具体服务时，您自主填写的信息，我们将您填写的信息发送给您想要联系的服务提供商。例如，您在瓯e学车平台上进行驾校报名时，您主动填写并提交的姓名、手机号码，我们会在您提交后提供给您想报名的驾校；您在“买车”频道，想要了解某款车型的底价时，您自主填写并提交的您的手机号码，我们会在您提交后，提供给您想咨询的车主或车商。例如您在瓯e学车平台上想获取车源信息的“底价”时，我们会将您填写的手机号码提供给页面展示的经销商或汽车资讯服务平台，为增加更多的优质经销商、厂商及集团为您提供报价，汽车资讯及服务平台（如懂车帝、汽车之家、易车网）将可能协调其合作的经销商、厂商及集团为您进行报价。
            </view>
            <view class="list-item">
              2）推送服务供应商。由浙江每日互动网络科技股份有限公司提供推送技术服务，我们可能会将您的设备平台、设备厂商、设备品牌、设备识别码（如
              IMEI、MAC、IDFA 等）等设备信息，应用列表信息、网络信息（如 IP
              地址、WIFI
              信息等）以及位置相关信息提供给浙江每日互动网络科技股份有限公司，用于为您提供推送技术服务，详细内容请访问《个推隐私政策》。
            </view>
          </view>
          <view class="paragraph">
            对我们与之共享个人信息的公司、组织和个人，我们会与其签署严格的保密协定，要求他们按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理个人信息。
          </view>
        </view>
        <view class="list-item"
          >5、以学术研究或公共利益为目的，且无害于您的重大利益；</view
        >
        <view class="list-item">
          6、如您是适格的知识产权投诉人并已提起投诉，应被投诉人要求，向被投诉人披露，以便双方处理可能的权利纠纷；
        </view>
        <view class="list-item">
          7、只有共享您的信息，才能提供您需要的服务或处理您与他人的纠纷或争议。例如您在瓯e学车上创建的某一交易中，如交易任何一方履行或部分履行了交易义务并提出信息披露请求的，瓯e学车会视情况向该用户提供其交易对方的联络方式等必要信息，以促成交易的完成或纠纷的解决
        </view>
        <view class="list-item"
          >8、您通过点击相关产品的相应按键同意向第三方提交个人信息（包括但不限于
          “帮我申请”、“帮我提交”等按键）。
        </view>
      </view>

      <view class="sub-section-title">（二）转让</view>
      <view class="paragraph">
        我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：
      </view>
      <view class="list">
        <view class="list-item"
          >1、在获取明确同意的情况下转让：获得您的明确同意后，我们会向其他方转让您的个人信息；</view
        >
        <view class="list-item">
          2、在涉及合并、收购或破产清算时，如涉及到个人信息转让，我们会在要求新的持有您个人信息的公司、组织继续受此隐私政策的约束，否则我们将要求该公司、组织重新向您征求授权同意。
        </view>
      </view>

      <view class="sub-section-title">（三）公开披露</view>
      <view class="paragraph">
        我们仅会在以下情况下，公开披露您的个人信息：
      </view>
      <view class="list">
        <view class="list-item">1、获得您明确同意后；</view>
        <view class="list-item">
          2、基于法律的披露：在法律、法律程序、诉讼或政府主管部门强制性要求的情况下，我们可能会对上述监管部门披露您的个人信息。
        </view>
      </view>
      <view class="paragraph">
        我们知晓对外共享、转让、公开披露个人信息所承担的相应法律责任。我们承诺按照本条款的要求共享、转让、公开披露您的个人信息，按照法律法规及国家标准的要求以确认协议、具体场景下的文案确认、弹窗、提示等形式征得您的同意或确认第三方已经征得您的同意。因此，请您谨慎考虑通过我们的服务上传、发布和交流的信息内容。在一些情况下，您可通过我们某些服务的隐私设定来控制有权浏览您共享信息的用户范围。如要求从我们的服务中删除您的相关信息，请通过本隐私政策文首处提供的联系方式操作。
      </view>

      <view class="section-title">六、我们如何存储及保护您的个人信息</view>
      <view class="sub-section-title">（一）信息存储</view>
      <view class="paragraph">
        瓯e学车收集的有关您的信息和资料将保存在瓯e学车及（或）其关联公司的服务器上，这些信息和资料全部储存在中国境内。目前，瓯e学车的产品和服务不会涉及到数据的跨境传输，如果我们的产品\服务发生变更，涉及数据的跨境传输，我们会单独向您以弹窗或邮件的方式告知您数据出境的目的、接收方等，并征得您的授权同意，我们会确保数据接收方有充足的数据保护能力来保护您的个人信息。
      </view>
      <view class="paragraph">
        我们仅在您使用我们的服务期间和法律法规要求的最短时限内保留您的个人信息，在仅浏览功能下所收集的个人信息如浏览记录、IP
        信息，我们的存储期限不会超过1个月。对于超出期限的个人信息，我们会立即删除或做匿名化处理。
      </view>

      <view class="sub-section-title">（二）信息保护</view>
      <view class="paragraph">
        为保障您的信息安全，我们努力采取各种合理的物理、电子和管理方面的安全措施来保护您的信息，使您的信息不会被泄漏、毁损或者丢失，包括但不限于SSL、信息加密存储、数据中心的访问控制。
      </view>
      <view class="list">
        <view class="list-item"
          >1、数据加密：我们对于用户的用户名、手机号进行加密存储，保证用户基本信息不会被恶意获取；
        </view>
        <view class="list-item">
          2、身份鉴别：我们通过校验账号密码或者账号绑定手机验证码，进行用户身份合法性鉴别，防止非经授权的介入；
        </view>
        <view class="list-item">
          3、访问控制：我们对可能接触到您的信息的员工或外包人员也采取了严格管理，包括但不限于根据岗位的不同采取不同的权限控制，与他们签署保密协议，监控他们的操作情况等措施。瓯e学车用户在进行身份鉴别后，才能查询并管理用户信息和资源，未经过身份鉴别，不能管理用户资源；
        </view>
        <view class="list-item">
          4、安全审计：我们有时会接入风控平台或认证平台，对一些场景或行为进行监测。如通过流量分析，完成账号异常登陆、注册等异常行为的监控。
        </view>
      </view>
      <view class="paragraph">
        瓯e学车会按现有技术提供相应的安全措施来保护您的信息，提供合理的安全保障，瓯e学车将尽力做到使您的信息不被泄漏、毁损或丢失。
      </view>
      <view class="list">
        <view class="list-item">
          5、账号保护：您的账户均有安全保护功能，请妥善保管您的账户及密码信息。瓯e学车将通过向其它服务器备份、对用户密码进行加密等安全措施确保您的信息不丢失，不被滥用和变造。尽管有前述安全措施，但同时也请您理解，由于技术的限制以及可能存在的各种恶意手段，即便竭尽所能加强安全措施，在信息网络上也不存在“完善的安全措施”。如因您自己的原因导致账户及密码信息泄露而造成的任何法律后果需由您本人负责。
        </view>
      </view>
      <view class="paragraph">
        在使用瓯e学车服务时，请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。如您发现自己的个人信息已经被泄露或者存在被泄露的可能，且有可能会危及您注册获得的瓯e学车账户安全，或者给您造成其他的损失的，请您务必在第一时间根据本隐私政策提到的联系方式与我们取得联系，以便我们采取相应措施维护您的瓯e学车账户安全，防止损失的发生或者进一步扩大。
      </view>
      <view class="list">
        <view class="list-item">
          6、互联网环境并非百分之百安全，我们将尽力确保或担保您发送给我们的任何信息的安全性。在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。
        </view>
      </view>
      <view class="paragraph">
        对注销账号有疑问的，您可以通过本隐私政策文首处提供的联系方式联系我们，我们会有专门的人员进行回复反馈。
      </view>
      <view class="paragraph">
        “注销账户”页面的查询方式：瓯e学车APP首页下方“我的”—“个人中心”（点击页面上方头像）—“注销账号”。
      </view>

      <view class="sub-section-title">（六）获取个人信息副本</view>
      <view class="paragraph">
        如您想了解您在瓯e学车留存的个人信息副本情况，您可以通过本条第（一）款所述个人信息“查询”的路径，进入您的个人信息详情页，然后将信息自行复制获取。
      </view>

      <view class="sub-section-title">（七）响应您的上述请求</view>
      <view class="paragraph">
        为保障安全，您可能需要提供书面请求，或以其他方式证明您的身份。我们可能会先要求您验证自己的身份，然后再处理您的请求。
      </view>

      <view class="section-title">八、我们如何处理未成年人的个人信息</view>
      <view class="list">
        <view class="list-item">
          1、瓯e学车服务主要面向成年人（原则上18周岁以上为成年人，16周岁以上且以自己的劳动收入为主要生活来源的我们亦视为成年人）。若您是未成年人，在使用我们的产品和/或服务前，您应在监护人的陪同下阅读本隐私政策，并应确保已征得您的监护人同意后使用我们的服务并向我们提供您的信息。
          我们会根据国家相关法律法规的规定着重保护未成年人的个人信息。
        </view>
        <view class="list-item">
          2、如您的监护人不同意您按照本隐私政策使用我们的服务或向我们提供信息，请您立即终止使用我们的服务并及时通知我们。
        </view>
        <view class="list-item">
          3、对于经父母或法定监护人同意而收集未成年人个人信息的情况，我们只会在受到法律允许、父母或监护人明确同意或者保护未成年人所必要的情况下使用或公开披露此信息。
        </view>
        <view class="list-item">
          4、若您是未成年人的监护人，当您对您所监护的未成年人使用我们的服务或其向我们提供的用户信息有任何疑问时，请您及时与我们联系。我们将根据国家相关法律法规及本隐私政策的规定保护未成年人用户信息的保密性及安全性。如果我们发现自己在未事先获得可证实的父母或法定监护人同意的情况下收集了未成年人的个人信息，则会设法尽快删除相关数据。
        </view>
      </view>

      <view class="section-title">九、本隐私政策的更新和通知</view>
      <view class="paragraph">
        我们的隐私政策可能变更。未经您明确同意，我们不会削减您按照本隐私政策所应享有的权利。我们会在本页面上发布对本隐私政策所做的任何变更。
      </view>
      <view class="paragraph">
        对于重大变更，我们还会提供更为显著的通知（包括对于某些服务，
        我们会通过电子邮件发送通知，说明隐私政策的具体变更内容）。
      </view>
      <view class="paragraph"> 本隐私政策所指的重大变更包括但不限于： </view>
      <view class="list">
        <view class="list-item">
          1、我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；
        </view>
        <view class="list-item"
          >2、我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等；
        </view>
        <view class="list-item"
          >3、个人信息共享、转让或公开披露的主要对象发生变化；</view
        >
        <view class="list-item"
          >4、您参与个人信息处理方面的权利及其行使方式发生重大变化；</view
        >
        <view class="list-item"
          >5、我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时；</view
        >

        <view class="list-item"
          >6、个人信息安全影响评估报告表明存在高风险时。</view
        >
      </view>
      <view class="paragraph">
        我们还会将本隐私政策的旧版本存档，供您查阅。
      </view>
      <view class="paragraph">
        您除了在瓯e学车平台进行注册时，可以查看到最新版本的隐私政策外，您还可以在瓯e学车APP端页面下方“我的”-“设置”-“关于我们”查看最新版本的《瓯e学车隐私政策》
      </view>

      <view class="section-title">十、争议解决</view>
      <view class="list">
        <view class="list-item">
          1、如果您对我们的回复不满意，特别是我们的个人信息处理行为损害了您的合法权益，您还可以向网信办及工商等监管部门进行反馈。其中，中央网信办违法和不良信息举报中心的官方网址为：https://www.12377.cn
        </view>
        <view class="list-item">
          2、因本隐私政策以及我们处理您个人信息事宜引起的任何争议，任何一方可向原告所在地法院提前诉讼。
        </view>
      </view>

      <view class="section-title">十一、如何联系我们</view>
      <view class="paragraph">
        如您对本隐私政策有任何疑问或您在使用我们提供的服务时个人信息受到了侵扰，您可以在温州市机动车驾驶人培训公众服务平台—投诉咨询
        提交投诉，我们设立了个人信息保护专职部门和人员，将尽快给予您答复。一般情况下，我们将在十五天内（国家法定节假日顺延）回复。您也可以选择通过邮件的方式联系我们，联系信息及地址如下：
      </view>
      <view class="paragraph">
        浙江交科交通科技有限公司
        <br /><br />
        开发者：温州市机动车驾驶人培训行业协会 <br />更新日期：2024年8月30日
        <br />更新版本生效时间：2024年8月30日
      </view>
    </view>
    <view class="footer">
      <!--      <u-checkbox v-model="agreed" shape="circle">我已阅读并同意</u-checkbox>-->
      <u-button type="primary" @click="onConfirm">确认并返回</u-button>
    </view>
  </view>
</template>

<script setup lang="ts">
const onConfirm = () => {
  uni.navigateBack({
    delta: 1,
  });
};
</script>

<style lang="scss" scoped>
.privacy {
  padding: 20rpx;
  font-size: 28rpx;
  line-height: 1.6;

  .title {
    font-size: 36rpx;
    font-weight: bold;
    margin-bottom: 24rpx;
  }

  .paragraph {
    margin-bottom: 24rpx;
  }

  .section-title {
    font-size: 32rpx;
    font-weight: bold;
    margin-bottom: 16rpx;
  }

  .sub-section-title {
    font-weight: bold;
    margin-bottom: 16rpx;
  }

  .list {
    margin-bottom: 24rpx;

    .list-item {
      position: relative;
      padding-left: 40rpx;
      margin-bottom: 16rpx;

      //&::before {
      //  content: '';
      //  position: absolute;
      //  top: 50%;
      //  left: 0;
      //  transform: translateY(-50%);
      //  width: 16rpx;
      //  height: 16rpx;
      //  border-radius: 50%;
      //  background-color: #000;
      //}
    }
  }

  .highlight {
    color: red;
    text-decoration: underline;
    font-weight: bold;
  }

  .footer {
    padding: 20rpx;

    background-color: #ffffff;

    border-top: 1rpx solid #e5e5e5;

    :deep(.u-checkbox) {
      margin-bottom: 20rpx;
    }

    .u-button {
      width: 100%;
    }
  }
}
</style>
<route>
{
"style": { "navigationBarTitleText": "隐私政策" }
}
</route>
